{"word2idx": {"<PAD>": 0, "<UNK>": 1, "<EOS>": 2, "the": 3, "i": 4, "you": 5, "to": 6, "and": 7, "it": 8, "me": 9, "of": 10, "a": 11, "in": 12, "all": 13, "i'm": 14, "my": 15, "that": 16, "be": 17, "your": 18, "what": 19, "but": 20, "is": 21, "like": 22, "so": 23, "for": 24, "this": 25, "don't": 26, "up": 27, "on": 28, "can't": 29, "it's": 30, "know": 31, "when": 32, "back": 33, "let": 34, "go": 35, "we": 36, "with": 37, "just": 38, "no": 39, "one": 40, "now": 41, "away": 42, "from": 43, "out": 44, "you're": 45, "never": 46, "was": 47, "not": 48, "say": 49, "hey!": 50, "down": 51, "i've": 52, "myself": 53, "time": 54, "wanna": 55, "take": 56, "have": 57, "can": 58, "will": 59, "if": 60, "'cause": 61, "give": 62, "at": 63, "won't": 64, "got": 65, "you've": 66, "there": 67, "inside": 68, "are": 69, "do": 70, "how": 71, "they": 72, "everything": 73, "more": 74, "get": 75, "come": 76, "right": 77, "every": 78, "i'll": 79, "down,": 80, "high": 81, "we're": 82, "things": 83, "there's": 84, "see": 85, "way": 86, "want": 87, "feel": 88, "why": 89, "too": 90, "try": 91, "oh": 92, "me,": 93, "cut": 94, "keep": 95, "put": 96, "matter": 97, "had": 98, "gone": 99, "even": 100, "by": 101, "lost": 102, "make": 103, "find": 104, "run": 105, "as": 106, "she": 107, "only": 108, "think": 109, "who": 110, "yeah,": 111, "been": 112, "gonna": 113, "fall": 114, "here": 115, "over": 116, "then": 117, "face": 118, "tell": 119, "hold": 120, "need": 121, "our": 122, "far": 123, "were": 124, "could": 125, "alone": 126, "little": 127, "oh,": 128, "before": 129, "light": 130, "up,": 131, "wrong": 132, "into": 133, "us": 134, "on,": 135, "always": 136, "stop": 137, "end": 138, "caught": 139, "would": 140, "lies": 141, "where": 142, "than": 143, "what's": 144, "did": 145, "people": 146, "an": 147, "through": 148, "watch": 149, "day": 150, "or": 151, "mind": 152, "stay": 153, "else": 154, "break": 155, "you'll": 156, "doesn't": 157, "step": 158, "someone": 159, "'til": 160, "said": 161, "voltage": 162, "hard": 163, "part": 164, "wanted": 165, "fear": 166, "again": 167, "you,": 168, "couldn't": 169, "away,": 170, "about": 171, "no,": 172, "sun": 173, "sick": 174, "eyes": 175, "thought": 176, "real": 177, "something": 178, "pain": 179, "place": 180, "nobody": 181, "left": 182, "goodbye": 183, "rhyme": 184, "held": 185, "until": 186, "throw": 187, "lose": 188, "world": 189, "same": 190, "goin'": 191, "these": 192, "turn": 193, "lie": 194, "burn": 195, "another": 196, "become": 197, "much": 198, "sky": 199, "around": 200, "own": 201, "long": 202, "head": 203, "it,": 204, "because": 205, "each": 206, "fire": 207, "truth": 208, "done": 209, "while": 210, "blood": 211, "everybody": 212, "behind": 213, "out,": 214, "other": 215, "has": 216, "bleed": 217, "forget": 218, "live": 219, "ohohoh": 220, "ever": 221, "look": 222, "holding": 223, "goes": 224, "waiting": 225, "skin": 226, "nothing": 227, "close": 228, "thing": 229, "apart": 230, "tried": 231, "hurt": 232, "somethin'": 233, "start": 234, "words": 235, "remember": 236, "see,": 237, "bring": 238, "'em": 239, "broken": 240, "push": 241, "side": 242, "shake": 243, "didn't": 244, "under": 245, "go,": 246, "set": 247, "am": 248, "understand": 249, "ground": 250, "cannot": 251, "made": 252, "learned": 253, "love": 254, "knows": 255, "end,": 256, "knew": 257, "i'd": 258, "open": 259, "memories": 260, "fighting": 261, "hear": 262, "sound": 263, "hide": 264, "last": 265, "middle": 266, "tryin'": 267, "comes": 268, "hands": 269, "na": 270, "show": 271, "nothin'": 272, "along": 273, "black": 274, "cold": 275, "leave": 276, "good": 277, "invisible": 278, "between": 279, "told": 280, "sometimes": 281, "ah,": 282, "below": 283, "should": 284, "free": 285, "rest": 286, "somewhere": 287, "everyone": 288, "greed": 289, "heavy": 290, "save": 291, "thoughts": 292, "shock": 293, "check": 294, "top": 295, "comin'": 296, "amen": 297, "swallow": 298, "ohohoh,": 299, "wants": 300, "ya": 301, "stop,": 302, "memory": 303, "point": 304, "stand": 305, "some": 306, "new": 307, "ain't": 308, "that's": 309, "yeah": 310, "eye": 311, "falling": 312, "know,": 313, "lift": 314, "heart": 315, "hard,": 316, "makin'": 317, "blame": 318, "guilty": 319, "this?": 320, "rock": 321, "trust": 322, "today": 323, "hate": 324, "used": 325, "feels": 326, "home": 327, "ohoh": 328, "really": 329, "gets": 330, "pain,": 331, "bottom": 332, "voltage,": 333, "wash": 334, "anything": 335, "off": 336, "clear": 337, "talking": 338, "diggin'": 339, "them": 340, "mine": 341, "ohwoah,": 342, "fade": 343, "blackout,": 344, "though": 345, "already": 346, "promise": 347, "na,": 348, "catch": 349, "lookin'": 350, "pretend": 351, "now,": 352, "battle": 353, "rhythm": 354, "takes": 355, "edge": 356, "trying": 357, "darkness": 358, "came": 359, "final": 360, "kept": 361, "front": 362, "cares": 363, "floor": 364, "mean": 365, "gave": 366, "nana": 367, "alright": 368, "tonight": 369, "fight": 370, "night": 371, "makes": 372, "better": 373, "shut": 374, "keeps": 375, "deeper": 376, "many": 377, "living": 378, "nobody's": 379, "ooh": 380, "god": 381, "misery": 382, "gun": 383, "turning": 384, "talk": 385, "halfway": 386, "next": 387, "full": 388, "valentine's": 389, "lies,": 390, "up!": 391, "life": 392, "meant": 393, "tired": 394, "control": 395, "beneath": 396, "breaking": 397, "ignored": 398, "past": 399, "secrets": 400, "in,": 401, "asked": 402, "hit": 403, "still": 404, "move": 405, "gotta": 406, "might": 407, "back,": 408, "wait": 409, "worst": 410, "pride": 411, "hole": 412, "telling": 413, "could've": 414, "somehow": 415, "pay": 416, "step,": 417, "casualty": 418, "ones": 419, "victim": 420, "wastelands": 421, "time,": 422, "times": 423, "aren't": 424, "this,": 425, "wish": 426, "fallin'": 427, "emptiness": 428, "upon": 429, "clean": 430, "chester": 431, "room": 432, "act": 433, "maybe": 434, "symphony": 435, "worse": 436, "within": 437, "drop": 438, "closer": 439, "both": 440, "missed": 441, "empty": 442, "taken": 443, "building": 444, "played": 445, "no!": 446, "deserve": 447, "standing": 448, "forgotten": 449, "loud": 450, "listening": 451, "knowing": 452, "actin'": 453, "anymore": 454, "feeling": 455, "pressure": 456, "afraid": 457, "waste": 458, "may": 459, "help": 460, "out?": 461, "slow": 462, "pullin'": 463, "machine": 464, "thousand": 465, "mike": 466, "realize": 467, "best": 468, "pick": 469, "white": 470, "war": 471, "hope": 472, "sayin'": 473, "crown": 474, "looking": 475, "he": 476, "getting": 477, "ways": 478, "wrong,": 479, "burning": 480, "heard": 482, "space": 483, "runnin'": 484, "one,": 485, "y'all": 486, "shame": 487, "takin'": 488, "blame,": 489, "change": 490, "ocean": 491, "waitin'": 492, "weight": 493, "truly": 494, "stained": 495, "none": 496, "clock": 497, "less": 498, "isn't": 499, "heavy?": 500, "heal": 501, "without": 502, "felt": 503, "scream": 504, "heal,": 505, "watchin'": 506, "answer": 507, "wide": 508, "awake": 509, "mistakes": 510, "seen": 511, "breathe": 512, "disappear": 513, "seems": 514, "not,": 515, "for,": 516, "scared": 517, "memory,": 518, "road": 519, "hand": 520, "line": 521, "livin'": 522, "strength": 523, "losing": 524, "forgiven": 525, "wake": 526, "sweat": 527, "sinking": 528, "sins": 529, "reason": 530, "test": 531, "countin'": 532, "easier": 533, "invisible,": 534, "pass": 535, "woahoh,": 536, "ohwoahohoh": 537, "blue": 538, "anger": 539, "sorry": 540, "constantly": 541, "win,": 542, "masquerade": 543, "nana,": 544, "yourself": 545, "i,": 546, "gone,": 547, "day,": 548, "down!": 549, "take,": 550, "bringin'": 551, "media": 552, "fortunate": 553, "choke": 554, "suffer": 555, "being": 556, "moment": 557, "feet": 558, "escape": 559, "do,": 560, "confusing": 561, "seem": 562, ",": 563, "cross": 564, "bennington": 565, "choose": 566, "way,": 567, "habit": 568, "belong": 569, "sometimes,": 570, "tension,": 571, "enemy": 572, "known": 573, "lights": 574, "breaks": 575, "voice": 576, "fall,": 577, "hearing": 578, "took": 579, "her": 580, "yours": 581, "his": 582, "haven't": 583, "wasn't": 584, "promises": 585, "stuck": 586, "us,": 587, "shadow": 588, "deep": 589, "word": 590, "forfeit": 591, "game": 592, "true": 593, "act,": 594, "men": 595, "opens": 596, "starin'": 597, "bottom,": 598, "pushes": 599, "changed": 600, "talkin'": 601, "lose,": 602, "laughed": 603, "ahahah,": 604, "ahahahah": 605, "ahah,": 606, "ahahahahah": 607, "december": 608, "minute,": 609, "same,": 610, "fire,": 611, "unforgettable": 612, "collide": 613, "rebellion": 614, "thing,": 615, "eventually": 616, "pushed": 617, "should've": 618, "saw": 619, "distance": 620, "exactly": 621, "lack": 622, "walls": 623, "sense": 624, "blood,": 625, "erase": 626, "shinoda": 627, "inside,": 628, "worth": 629, "fault": 630, "began": 631, "scars": 632, "damage": 633, "doubt": 634, "dark": 635, "owe": 636, "hunger": 637, "someday": 638, "strong": 639, "searching": 640, "reach": 641, "together": 642, "found": 643, "low": 644, "ten": 645, "path": 646, "after": 647, "somebody": 648, "dead": 649, "rather": 650, "linkin": 651, "park": 652, "say,": 653, "kind": 654, "went": 655, "begin": 656, "giving": 657, "chasing": 658, "yesterday": 659, "clouds": 660, "waves": 661, "above": 662, "keepin'": 663, "that,": 664, "ask": 665, "outdone": 666, "loaded": 667, "enough": 668, "divide": 669, "very": 670, "rules": 671, "twofaced,": 672, "zero": 673, "hundred": 674, "years": 675, "change,": 676, "would,": 677, "retrace": 678, "grave": 679, "core": 680, "wind": 681, "sharp": 682, "edges": 683, "consequences,": 684, "instead": 685, "kill": 686, "shot": 687, "separate": 688, "knowin'": 689, "rise": 690, "stress": 691, "rhymes": 692, "write": 693, "sacrifice": 694, "walked": 695, "testing": 696, "regrets": 697, "myself,": 698, "bridge": 699, "memories,": 700, "possibilities": 701, "floating": 702, "paid": 703, "control,": 704, "feel,": 705, "eh,": 707, "eheheh,": 708, "eheheheh": 709, "along?": 710, "one?": 711, "inside!": 712, "ashamed": 713, "finger,": 714, "army": 715, "overflow": 716, "apologize": 717, "label": 718, "mine,": 719, "oohoohoohoohooh": 720, "rebellion,": 721, "reconciled": 722, "wisdom,": 723, "justice,": 724, "complain": 725, "i've,": 726, "starts": 727, "designed": 728, "window": 729, "spite": 730, "mistake": 731, "numb,": 732, "stars": 733, "thinking": 734, "spinning": 735, "mercy": 736, "done,": 737, "tightly": 738, "breath": 739, "own,": 740, "handful": 741, "listen": 742, "feed": 743, "you'd": 744, "repeat": 745, "first": 746, "underneath": 747, "whirlwind": 748, "whole": 749, "crack": 750, "sorrow": 751, "story": 752, "joke": 753, "ashes": 754, "turnin'": 755, "woke": 756, "so,": 757, "well": 758, "pretending": 759, "mix": 760, "mad": 761, "yo": 762, "chorus": 763, "air": 764, "all,": 765, "turned": 766, "confusion": 767, "believed": 768, "yet": 769, "today,": 770, "tomorrow": 771, "flames": 772, "ring": 773, "built": 774, "say?": 775, "bad": 776, "stretched": 777, "thin": 778, "silence": 779, "bless": 780, "outfought,": 781, "outmatched,": 782, "finally": 783, "across": 784, "nowhere": 785, "life,": 786, "gray": 787, "frustration": 788, "crossed": 789, "name": 790, "blind": 791, "finger": 792, "surprise": 793, "their": 794, "made,": 795, "top,": 796, "safety": 797, "picture's": 798, "care?": 799, "build": 800, "hope,": 801, "ohwoah": 802, "speak": 803, "learn": 804, "mic": 805, "attack": 806, "devil": 807, "kids": 808, "question": 809, "clearly": 810, "going": 811, "grace,": 812, "blow": 813, "wrapped": 814, "replaced": 815, "beat": 817, "opposite": 818, "breakin'": 819, "ohoh,": 820, "bridges": 821, "burned": 822, "apologize,": 823, "deserve,": 824, "human": 825, "written": 826, "teeth": 827, "future": 828, "man": 829, "powerless": 830, "harder": 831, "kingdom": 832, "ran": 833, "mixed": 834, "imitations": 835, "turns": 836, "remix": 837, "mind,": 838, "explain": 839, "fell": 840, "fought": 841, "wouldn't": 842, "undertow,": 843, "undertow": 844, "tired,": 845, "aware": 846, "me?": 847, "well,": 848, "bringing": 849, "center": 850, "universe": 851, "'round": 852, "crawling": 854, "wounds,": 855, "regret": 856, "confused": 857, "person": 858, "hollow,": 859, "gain,": 860, "bit": 861, "fact": 862, "convince": 863, "shining": 864, "enemies": 865, "fuse": 866, "puts": 867, "watches": 868, "paranoid,": 869, "betray": 870, "bend": 871, "sing": 872, "dream": 873, "castle": 874, "glass": 875, "hardly": 876, "blinding": 877, "words,": 878, "feelin'": 879, "forgetting": 880, "pack": 881, "lot": 882, "hell": 883, "him": 884, "roads": 885, "stare": 886, "stomp": 887, "rockin'": 888, "onto": 889, "planned": 890, "trade": 891, "mouth": 892, "pieces": 893, "chance": 894, "go?": 895, "running": 896, "scar": 897, "illusion": 898, "react": 899, "we've": 900, "follow": 901, "why,": 902, "rely": 903, "spin": 904, "failure": 905, "fires": 906, "skies": 907, "floods": 908, "fill": 909, "taught": 910, "oughta": 911, "embrace": 912, "sell": 913, "there,": 914, "echo": 915, "bells": 916, "over,": 917, "cover": 918, "face,": 919, "pace": 920, "share": 921, "tryna": 922, "yelling": 923, "dust": 924, "swear,": 925, "then,": 926, "rises": 927, "paper": 928, "oohoohooh": 929, "desperation?": 930, "failure's": 931, "sadness": 932, "weep": 933, "woah,": 934, "mama": 935, "listened": 936, "guess": 937, "stronger": 938, "oohoohooh,": 939, "amen,": 940, "wonder": 941, "he's": 942, "red": 943, "hated": 944, "those": 945, "lettin'": 946, "eyes,": 947, "call": 948, "chest": 949, "sweat,": 950, "tears": 951, "uphill": 952, "smile": 953, "wondering": 954, "s'eno": 955, ",ydobon": 956, "making": 957, "breathe,": 958, "leaves": 959, "changing": 960, "horizon": 961, "shadows": 962, "nanana": 963, "borrowed": 964, "thieves": 965, "said,": 966, "big": 967, "brought": 968, "escuchnme": 969, "bones": 970, "tickin',": 971, "th": 972, "amnesia": 973, "forget,": 974, "hand's": 975, "sand": 976, "direction": 977, "let's": 978, "hiphop": 979, "force": 980, "digging": 981, "for?": 982, "fillin'": 983, "side,": 984, "watched": 985, "play": 986, "akira": 987, "bright": 988, "tossed": 989, "keys": 990, "mr.": 991, "hahn": 992, "faced": 993, "oppression's": 994, "mochiagete,": 995, "tokihanashite": 996, "yourself!": 997, "microphone": 998, "remembering": 999, "surface": 1000, "becoming": 1001, "apart,": 1002, "second": 1003, "million": 1004, "flickers,": 1005, "flickers": 1006, "someone's": 1007, "runs": 1008, "quicker,": 1009, "quicker": 1010, "angry,": 1011, "fair": 1012, "drive": 1013, "crazy": 1014, "carry": 1015, "dragging": 1016, "sure": 1017, "hopin'": 1018, "lyin'": 1019, "of,": 1020, "pulls": 1021, "again,": 1022, "insecure": 1023, "against": 1024, "alibi": 1025, "ends": 1026, "outro": 1027, "instigate": 1028, "lock": 1029, "door": 1030, "paint": 1031, "energy,": 1032, "armor": 1033, "please": 1034, "today?": 1035, "swim": 1036, "glow": 1037, "answers": 1038, "laid": 1039, "sunrise,": 1040, "rainin'": 1041, "bleedin'": 1042, "tongue": 1043, "once": 1044, "pen": 1045, "leaving": 1046, "asking": 1047, "comes,": 1048, "reasons": 1049, "resent": 1050, "blindly": 1051, "form": 1052, "king": 1053, "old": 1054, "him?": 1055, "care": 1056, "filthy": 1057, "dance": 1058, "half": 1059, "riot": 1060, "tone": 1061, "steady,": 1062, "fists": 1063, "holdin'": 1064, "yo,": 1065, "storm": 1066, "movin'": 1067, "spent": 1068, "whisper,": 1069, "yell": 1070, "admit": 1071, "dignity": 1072, "missing": 1073, "stands": 1074, "colors": 1075, "soldier,": 1076, "fan": 1077, "blazes": 1078, "given": 1079, "suffocating": 1080, "somehow,": 1081, "ignore": 1082, "gettin'": 1083, "they'll": 1084, "outrun": 1085, "outrun,": 1086, "decay": 1087, "transmissions": 1088, "echoing": 1089, "oceans": 1090, "lightning": 1091, "prove": 1092, "sight": 1093, "aside,": 1094, "anywhere": 1095, "solutions": 1096, "respect": 1097, "broken,": 1098, "race": 1099, "fast,": 1100, "game,": 1101, "flesym": 1102, "raeh": 1103, "t'nac": 1104, "late,": 1105, "recognized": 1106, "late": 1107, "choosing": 1108, "twofaced": 1109, "missin'": 1110, "middle,": 1111, "trust,": 1112, "rained": 1113, "days": 1114, "checkin'": 1115, "laugh": 1116, "selfcontrol": 1117, "forgiveness": 1118, "apologized": 1119, "ah": 1120, "ayy": 1121, "excuses": 1122, "replacing": 1123, "numb": 1124, "power": 1125, "pours": 1126, "ease": 1127, "wheels": 1128, "street": 1129, "perfect": 1130, "tear": 1131, "bennington,": 1132, "sights": 1133, "beaten": 1134, "loved": 1135, "risk": 1136, "standin'": 1137, "rich": 1138, "poor": 1139, "bank": 1140, "nervous": 1141, "like,": 1142, "blew": 1143, "name,": 1144, "started": 1145, "here,": 1146, "escapin',": 1147, "comcomcomcomcomin'": 1148, "tracks": 1149, "warning": 1150, "ignores": 1151, "struggle,": 1152, "any": 1153, "hiding": 1154, "soon": 1155, "truth,": 1156, "answers,": 1157, "door,": 1158, "sleep": 1159, "fourth": 1160, "sabotage": 1161, "faithlessness": 1162, "brighter": 1163, "forever,": 1164, "slipped": 1165, "crime": 1166, "money": 1167, "steel": 1168, "unload,": 1169, "animals,": 1170, "kick": 1171, "followed": 1172, "pill": 1173, "theory": 1174, "talkin',": 1175, "record": 1176, "courtesy": 1177, "upper": 1178, "means": 1179, "won": 1180, "single": 1181, "you?": 1182, "six": 1183, "ohohohoh": 1184, "done?": 1185, "swimming": 1186, "smoke": 1187, "hidin'": 1188, "sees": 1189, "closelipped": 1190, "amends": 1191, "spotless,": 1192, "slippin'": 1193, "supposed": 1194, "backs": 1195, "pile": 1196, "slip": 1197, "protection,": 1198, "bed": 1199, "alive": 1200, "doors": 1201, "faith": 1202, "lay": 1203, "remains": 1204, "trigger": 1205, "useless": 1206, "sunlight": 1207, "careless": 1208, "seemed": 1209, "two,": 1210, "demand": 1211, "debt": 1212, "nothing,": 1213, "mean?": 1214, "morning": 1215, "hybrid": 1216, "bang": 1217, "invented": 1218, "sh": 1219, "they're": 1220, "futility": 1221, "shoot": 1222, "bang,": 1223, "body": 1224, "sings": 1225, "stood": 1226, "you've,": 1227, "them,": 1228, "mine!": 1229, "silence,": 1230, "climbing": 1231, "tomorrow,": 1232, "nah,": 1233, "ha,": 1234, "who've": 1235, "nights": 1236, "chase": 1237, "disappears": 1238, "slips": 1239, "blackbirds": 1240, "following": 1241, "swallowing": 1242, "disguise": 1243, "kutmasta": 1244, "kurt": 1245, "remix,": 1246, "due": 1247, "fly": 1248, "count": 1249, "wasted": 1250, "tried,": 1251, "mockin'": 1252, "shoes": 1253, "pull": 1254, "chair": 1255, "panic": 1256, "everything's": 1257, "gravity": 1258, "paranoid": 1259, "pretty": 1260, "choice": 1261, "view": 1263, "ends,": 1264, "receive": 1265, "selfcontrol,": 1266, "neverending": 1267, "closing": 1268, "confidence": 1269, "convinced": 1270, "before,": 1271, "endlessly": 1272, "pulled": 1273, "distracting": 1274, "will,": 1275, "reflection": 1276, "haunting": 1277, "drawn": 1278, "forgiving": 1279, "safe": 1280, "unless": 1281, "battles": 1282, "vacancy": 1283, "believe": 1284, "everywhere": 1285, "wounds": 1286, "disregard": 1287, "moon": 1288, "askin'": 1289, "wear": 1290, "welcome": 1291, "quiet": 1292, "stay,": 1293, "sirens": 1294, "knocked": 1295, "does": 1296, "here's": 1297, "paranoia's": 1298, "fed": 1299, "awakes": 1300, "laughs": 1301, "sink": 1302, "probably": 1303, "hearin'": 1304, "poison": 1305, "warm": 1306, "saying": 1307, "bliss": 1308, "ignorance": 1309, "anyway": 1310, "win": 1311, "aimin'": 1312, "today's": 1313, "notice": 1314, "explainin'": 1315, "run,": 1316, "resist": 1317, "the,": 1318, "here?": 1319, "rhythm,": 1320, "goodbye,": 1321, "wings": 1322, "push,": 1323, "demons": 1324, "young": 1325, "brother": 1326, "die": 1327, "coast": 1328, "mouth,": 1329, "dirt": 1330, "prayers": 1331, "flow": 1332, "shotgun": 1333, "cock": 1334, "rollin'": 1335, "verse": 1336, "brand": 1337, "him,": 1338, "works": 1339, "opened": 1340, "beginnin'": 1341, "revision": 1342, "violent": 1343, "empty's": 1344, "flyin'": 1345, "sitting": 1346, "right,": 1347, "beginning": 1348, "cost": 1349, "calling": 1350, "repair": 1351, "trapped": 1352, "hanging": 1353, "headfirst": 1354, "hallucination": 1355, "static": 1356, "forgot": 1357, "mistakes,": 1358, "distant": 1359, "true,": 1360, "promised": 1361, "voice,": 1362, "painted": 1363, "fine": 1364, "needed": 1365, "tearing": 1366, "yes,": 1367, "instincts": 1368, "it?": 1369, "killed": 1370, "questions": 1371, "outside": 1372, "symphonies": 1373, "suns": 1374, "hand,": 1375, "father,": 1376, "young?": 1377, "remembered": 1378, "sign": 1379, "fate": 1380, "connect": 1381, "abandoned": 1382, "great": 1383, "it'll": 1384, "lying": 1385, "listenin'": 1386, "simple": 1387, "goodbye's": 1388, "cards": 1389, "friends": 1390, "soul": 1391, "stack": 1392, "smart": 1393, "lived": 1394, "roll": 1395, "taking": 1396, "pleasure": 1397, "frame,": 1398, "kniht": 1399, "led": 1400, "truth's": 1401, "rigid,": 1402, "dark's": 1403, "vivid,": 1404, "light's": 1405, "bear": 1406, "behind,": 1407, "sides": 1408, "break,": 1409, "deceit": 1410, "tiring": 1411, "mirror": 1412, "puttin'": 1413, "kinda": 1414, "nothing's": 1415, "stares": 1416, "spine": 1417, "problem": 1418, "ego": 1419, "serious": 1420, "better,": 1421, "spit": 1422, "medicine,": 1423, "moving": 1424, "head,": 1425, "they've": 1426, "grave,": 1427, "letting": 1428, "aside": 1429, "defend": 1430, "rain": 1431, "dripping": 1432, "piece": 1433, "picture": 1434, "voices": 1435, "insides": 1436, "blinded": 1437, "angel": 1438, "blown": 1439, "arms": 1440, "shinoda,": 1441, "untraveled": 1442, "heart,": 1443, "unseen": 1444, "house": 1445, "pumpin'": 1446, "sheet": 1447, "jump": 1448, "different": 1449, "gas": 1450, "laughin'": 1451, "leader": 1452, "stutterin'": 1453, "mumblin'": 1454, "nightly": 1455, "news": 1456, "replay": 1457, "kid": 1458, "fear,": 1459, "watchin',": 1460, "attached": 1461, "happenin'": 1462, "gimme": 1463, "wakin'": 1464, "circlin'": 1465, "drain": 1466, "fist": 1467, "style": 1468, "suppose": 1469, "dirty": 1470, "comcomin',": 1471, "comin',": 1472, "watching": 1473, "refuse": 1474, "angry": 1475, "bass": 1476, "switch": 1477, "lied": 1478, "sake": 1479, "falls": 1480, "frown": 1481, "unwind": 1482, "unwinds": 1483, "constant": 1484, "wave": 1485, "association": 1486, "filled": 1487, "ereht": 1488, "siht": 1489, "ot": 1490, "neppah": 1491, "nam": 1492, "eno": 1493, ",ereht": 1494, "sittin'": 1495, "ruining": 1496, "forever": 1497, "regrets,": 1498, "focused": 1499, "skyscrapers": 1500, "created": 1501, "reaching": 1502, "other?": 1503, "screaming": 1504, "pants": 1505, "tellin'": 1506, "rockets": 1507, "opinion": 1508, "identical": 1509, "grew": 1510, "criminal,": 1511, "disbelief,": 1512, "wasting": 1513, "washed": 1514, "masquerade,": 1515, "wanted,": 1516, "driving": 1517, "car": 1518, "remember,": 1519, "want,": 1520, "paralyzed": 1521, "fast": 1522, "know?": 1524, "am,": 1525, "nananana,": 1526, "nananana": 1527, "hypocrites": 1528, "operation": 1529, "becomes": 1530, "odious": 1531, "part,": 1532, "passively": 1533, "bodies": 1534, "gears": 1535, "apparatus": 1536, "lotta": 1537, "woah": 1538, "obey": 1539, "steady": 1540, "got,": 1541, "power,": 1542, "guns": 1543, "outta": 1544, "we,": 1545, "wretches": 1546, "kings,": 1547, "contact": 1549, "tough": 1550, "born": 1551, "leader,": 1552, "fame": 1553, "monkey": 1554, "punk": 1555, "i'ma": 1556, "synonym": 1557, "preste": 1558, "atencin": 1559, "ahora": 1560, "year": 1561, "snowcovered": 1562, "protect": 1563, "standoffs": 1564, "water": 1565, "mistakin'": 1566, "levees": 1567, "underwater": 1568, "loud...": 1569, "disbelief": 1570, "deadwood": 1571, "innocence": 1572, "ugliness": 1573, "honest": 1574, "complex": 1575, "wishful": 1576, "drownin',": 1577, "mark,": 1578, "your,": 1579, "tickin'": 1580, "trippin'": 1581, "nightmare": 1582, "catchin'": 1583, "three": 1584, "revisitin'": 1585, "present": 1586, "closer,": 1587, "dissatisfied": 1588, "heartless": 1589, "blowing,": 1590, "blowing": 1591, "enough,": 1592, "eye!": 1593, "mistaken": 1594, "collect": 1595, "something's": 1596, "playin'": 1597, "saved": 1598, "plans": 1599, "bein'": 1600, "team": 1601, "conscience": 1602, "we'll": 1603, "got's": 1604, "bone": 1605, "staring": 1606, "fighting?": 1607, "friendly": 1608, "yeahyeah": 1609, "callin'": 1610, "oblivion": 1611, "promises,": 1612, "three,": 1613, "four": 1614, "woahohohoh": 1615, "word,": 1616, "obeyed": 1617, "debt,": 1618, "repaid": 1619, "betrayed": 1620, "composure": 1621, "crates": 1622, "since": 1623, "rat": 1624, "race,": 1625, "monkeys": 1626, "traits": 1627, "mastered": 1628, "numerology": 1629, "theology": 1630, "performed": 1631, "lobotomies": 1632, "telekinetic": 1633, "psychology": 1634, "blessin'": 1635, "chincheckin'": 1636, "impressionist": 1637, "twist": 1638, "doublehelixes": 1639, "buckle": 1640, "knees": 1641, "cast": 1642, "spell": 1643, "instrumentalness": 1644, "shoulder": 1645, "cry": 1646, "infinity,": 1647, "icons": 1648, "bygones": 1649, "firebomb,": 1650, "ghostly": 1651, "notes": 1652, "haunt": 1653, "moved": 1654, "accomplice": 1655, "backbones": 1656, "clones": 1657, "microphones": 1658, "satisfy": 1659, "jones": 1660, "krylon,": 1661, "technicolor": 1662, "rage": 1663, "tin": 1664, "bounce": 1665, "surround": 1666, "devouring": 1667, "scene": 1668, "subliminal": 1669, "gangrene": 1670, "paintings,": 1671, "singsong": 1672, "karaoke": 1673, "copy": 1674, "verbally": 1675, "sticksandstone": 1676, "tactics": 1677, "combat": 1678, "convention": 1679, "track": 1680, "attention": 1681, "official": 1682, "sixteenline,": 1683, "missile": 1684, "flaws": 1685, "spittin'": 1686, "prophet": 1687, "misunderstood,": 1688, "disease": 1689, "careful": 1690, "aim": 1691, "layin'": 1692, "rising": 1693, "block": 1694, "man,": 1695, "bends": 1696, "early": 1697, "finding": 1698, "wall": 1699, "sun,": 1700, "guns,": 1701, "they,": 1702, "uhuhuhuhuhuhuhuh": 1703, "mc's": 1704, "type": 1705, "blah": 1706, "production": 1707, "veins": 1708, "rains,": 1709, "floodgates": 1710, "open,": 1711, "brace": 1712, "shores": 1713, "dawn": 1714, "victimized,": 1715, "innocent": 1716, "blade": 1717, "pennies": 1718, "its": 1719, "starting": 1720, "sounds": 1721, "yourself,": 1722, "swallowed": 1723, "few": 1724, "verbal": 1725, "rappin'": 1726, "mc": 1727, "skill": 1728, "40": 1729, "system": 1730, "ayo,": 1731, "journey": 1732, "important": 1733, "momomotion": 1734}, "idx2word": {"0": "<PAD>", "1": "<UNK>", "2": "<EOS>", "3": "the", "4": "i", "5": "you", "6": "to", "7": "and", "8": "it", "9": "me", "10": "of", "11": "a", "12": "in", "13": "all", "14": "i'm", "15": "my", "16": "that", "17": "be", "18": "your", "19": "what", "20": "but", "21": "is", "22": "like", "23": "so", "24": "for", "25": "this", "26": "don't", "27": "up", "28": "on", "29": "can't", "30": "it's", "31": "know", "32": "when", "33": "back", "34": "let", "35": "go", "36": "we", "37": "with", "38": "just", "39": "no", "40": "one", "41": "now", "42": "away", "43": "from", "44": "out", "45": "you're", "46": "never", "47": "was", "48": "not", "49": "say", "50": "hey!", "51": "down", "52": "i've", "53": "myself", "54": "time", "55": "wanna", "56": "take", "57": "have", "58": "can", "59": "will", "60": "if", "61": "'cause", "62": "give", "63": "at", "64": "won't", "65": "got", "66": "you've", "67": "there", "68": "inside", "69": "are", "70": "do", "71": "how", "72": "they", "73": "everything", "74": "more", "75": "get", "76": "come", "77": "right", "78": "every", "79": "i'll", "80": "down,", "81": "high", "82": "we're", "83": "things", "84": "there's", "85": "see", "86": "way", "87": "want", "88": "feel", "89": "why", "90": "too", "91": "try", "92": "oh", "93": "me,", "94": "cut", "95": "keep", "96": "put", "97": "matter", "98": "had", "99": "gone", "100": "even", "101": "by", "102": "lost", "103": "make", "104": "find", "105": "run", "106": "as", "107": "she", "108": "only", "109": "think", "110": "who", "111": "yeah,", "112": "been", "113": "gonna", "114": "fall", "115": "here", "116": "over", "117": "then", "118": "face", "119": "tell", "120": "hold", "121": "need", "122": "our", "123": "far", "124": "were", "125": "could", "126": "alone", "127": "little", "128": "oh,", "129": "before", "130": "light", "131": "up,", "132": "wrong", "133": "into", "134": "us", "135": "on,", "136": "always", "137": "stop", "138": "end", "139": "caught", "140": "would", "141": "lies", "142": "where", "143": "than", "144": "what's", "145": "did", "146": "people", "147": "an", "148": "through", "149": "watch", "150": "day", "151": "or", "152": "mind", "153": "stay", "154": "else", "155": "break", "156": "you'll", "157": "doesn't", "158": "step", "159": "someone", "160": "'til", "161": "said", "162": "voltage", "163": "hard", "164": "part", "165": "wanted", "166": "fear", "167": "again", "168": "you,", "169": "couldn't", "170": "away,", "171": "about", "172": "no,", "173": "sun", "174": "sick", "175": "eyes", "176": "thought", "177": "real", "178": "something", "179": "pain", "180": "place", "181": "nobody", "182": "left", "183": "goodbye", "184": "rhyme", "185": "held", "186": "until", "187": "throw", "188": "lose", "189": "world", "190": "same", "191": "goin'", "192": "these", "193": "turn", "194": "lie", "195": "burn", "196": "another", "197": "become", "198": "much", "199": "sky", "200": "around", "201": "own", "202": "long", "203": "head", "204": "it,", "205": "because", "206": "each", "207": "fire", "208": "truth", "209": "done", "210": "while", "211": "blood", "212": "everybody", "213": "behind", "214": "out,", "215": "other", "216": "has", "217": "bleed", "218": "forget", "219": "live", "220": "ohohoh", "221": "ever", "222": "look", "223": "holding", "224": "goes", "225": "waiting", "226": "skin", "227": "nothing", "228": "close", "229": "thing", "230": "apart", "231": "tried", "232": "hurt", "233": "somethin'", "234": "start", "235": "words", "236": "remember", "237": "see,", "238": "bring", "239": "'em", "240": "broken", "241": "push", "242": "side", "243": "shake", "244": "didn't", "245": "under", "246": "go,", "247": "set", "248": "am", "249": "understand", "250": "ground", "251": "cannot", "252": "made", "253": "learned", "254": "love", "255": "knows", "256": "end,", "257": "knew", "258": "i'd", "259": "open", "260": "memories", "261": "fighting", "262": "hear", "263": "sound", "264": "hide", "265": "last", "266": "middle", "267": "tryin'", "268": "comes", "269": "hands", "270": "na", "271": "show", "272": "nothin'", "273": "along", "274": "black", "275": "cold", "276": "leave", "277": "good", "278": "invisible", "279": "between", "280": "told", "281": "sometimes", "282": "ah,", "283": "below", "284": "should", "285": "free", "286": "rest", "287": "somewhere", "288": "everyone", "289": "greed", "290": "heavy", "291": "save", "292": "thoughts", "293": "shock", "294": "check", "295": "top", "296": "comin'", "297": "amen", "298": "swallow", "299": "ohohoh,", "300": "wants", "301": "ya", "302": "stop,", "303": "memory", "304": "point", "305": "stand", "306": "some", "307": "new", "308": "ain't", "309": "that's", "310": "yeah", "311": "eye", "312": "falling", "313": "know,", "314": "lift", "315": "heart", "316": "hard,", "317": "makin'", "318": "blame", "319": "guilty", "320": "this?", "321": "rock", "322": "trust", "323": "today", "324": "hate", "325": "used", "326": "feels", "327": "home", "328": "ohoh", "329": "really", "330": "gets", "331": "pain,", "332": "bottom", "333": "voltage,", "334": "wash", "335": "anything", "336": "off", "337": "clear", "338": "talking", "339": "diggin'", "340": "them", "341": "mine", "342": "ohwoah,", "343": "fade", "344": "blackout,", "345": "though", "346": "already", "347": "promise", "348": "na,", "349": "catch", "350": "lookin'", "351": "pretend", "352": "now,", "353": "battle", "354": "rhythm", "355": "takes", "356": "edge", "357": "trying", "358": "darkness", "359": "came", "360": "final", "361": "kept", "362": "front", "363": "cares", "364": "floor", "365": "mean", "366": "gave", "367": "nana", "368": "alright", "369": "tonight", "370": "fight", "371": "night", "372": "makes", "373": "better", "374": "shut", "375": "keeps", "376": "deeper", "377": "many", "378": "living", "379": "nobody's", "380": "ooh", "381": "god", "382": "misery", "383": "gun", "384": "turning", "385": "talk", "386": "halfway", "387": "next", "388": "full", "389": "valentine's", "390": "lies,", "391": "up!", "392": "life", "393": "meant", "394": "tired", "395": "control", "396": "beneath", "397": "breaking", "398": "ignored", "399": "past", "400": "secrets", "401": "in,", "402": "asked", "403": "hit", "404": "still", "405": "move", "406": "gotta", "407": "might", "408": "back,", "409": "wait", "410": "worst", "411": "pride", "412": "hole", "413": "telling", "414": "could've", "415": "somehow", "416": "pay", "417": "step,", "418": "casualty", "419": "ones", "420": "victim", "421": "wastelands", "422": "time,", "423": "times", "424": "aren't", "425": "this,", "426": "wish", "427": "fallin'", "428": "emptiness", "429": "upon", "430": "clean", "431": "chester", "432": "room", "433": "act", "434": "maybe", "435": "symphony", "436": "worse", "437": "within", "438": "drop", "439": "closer", "440": "both", "441": "missed", "442": "empty", "443": "taken", "444": "building", "445": "played", "446": "no!", "447": "deserve", "448": "standing", "449": "forgotten", "450": "loud", "451": "listening", "452": "knowing", "453": "actin'", "454": "anymore", "455": "feeling", "456": "pressure", "457": "afraid", "458": "waste", "459": "may", "460": "help", "461": "out?", "462": "slow", "463": "pullin'", "464": "machine", "465": "thousand", "466": "mike", "467": "realize", "468": "best", "469": "pick", "470": "white", "471": "war", "472": "hope", "473": "sayin'", "474": "crown", "475": "looking", "476": "he", "477": "getting", "478": "ways", "479": "wrong,", "480": "burning", "481": "heard", "483": "space", "484": "runnin'", "485": "one,", "486": "y'all", "487": "shame", "488": "takin'", "489": "blame,", "490": "change", "491": "ocean", "492": "waitin'", "493": "weight", "494": "truly", "495": "stained", "496": "none", "497": "clock", "498": "less", "499": "isn't", "500": "heavy?", "501": "heal", "502": "without", "503": "felt", "504": "scream", "505": "heal,", "506": "watchin'", "507": "answer", "508": "wide", "509": "awake", "510": "mistakes", "511": "seen", "512": "breathe", "513": "disappear", "514": "seems", "515": "not,", "516": "for,", "517": "scared", "518": "memory,", "519": "road", "520": "hand", "521": "line", "522": "livin'", "523": "strength", "524": "losing", "525": "forgiven", "526": "wake", "527": "sweat", "528": "sinking", "529": "sins", "530": "reason", "531": "test", "532": "countin'", "533": "easier", "534": "invisible,", "535": "pass", "536": "woahoh,", "537": "ohwoahohoh", "538": "blue", "539": "anger", "540": "sorry", "541": "constantly", "542": "win,", "543": "masquerade", "544": "nana,", "545": "yourself", "546": "i,", "547": "gone,", "548": "day,", "549": "down!", "550": "take,", "551": "bringin'", "552": "media", "553": "fortunate", "554": "choke", "555": "suffer", "556": "being", "557": "moment", "558": "feet", "559": "escape", "560": "do,", "561": "confusing", "562": "seem", "563": ",", "564": "cross", "565": "bennington", "566": "choose", "567": "way,", "568": "habit", "569": "belong", "570": "sometimes,", "571": "tension,", "572": "enemy", "573": "known", "574": "lights", "575": "breaks", "576": "voice", "577": "fall,", "578": "hearing", "579": "took", "580": "her", "581": "yours", "582": "his", "583": "haven't", "584": "wasn't", "585": "promises", "586": "stuck", "587": "us,", "588": "shadow", "589": "deep", "590": "word", "591": "forfeit", "592": "game", "593": "true", "594": "act,", "595": "men", "596": "opens", "597": "starin'", "598": "bottom,", "599": "pushes", "600": "changed", "601": "talkin'", "602": "lose,", "603": "laughed", "604": "ahahah,", "605": "ahahahah", "606": "ahah,", "607": "ahahahahah", "608": "december", "609": "minute,", "610": "same,", "611": "fire,", "612": "unforgettable", "613": "collide", "614": "rebellion", "615": "thing,", "616": "eventually", "617": "pushed", "618": "should've", "619": "saw", "620": "distance", "621": "exactly", "622": "lack", "623": "walls", "624": "sense", "625": "blood,", "626": "erase", "627": "shinoda", "628": "inside,", "629": "worth", "630": "fault", "631": "began", "632": "scars", "633": "damage", "634": "doubt", "635": "dark", "636": "owe", "637": "hunger", "638": "someday", "639": "strong", "640": "searching", "641": "reach", "642": "together", "643": "found", "644": "low", "645": "ten", "646": "path", "647": "after", "648": "somebody", "649": "dead", "650": "rather", "651": "linkin", "652": "park", "653": "say,", "654": "kind", "655": "went", "656": "begin", "657": "giving", "658": "chasing", "659": "yesterday", "660": "clouds", "661": "waves", "662": "above", "663": "keepin'", "664": "that,", "665": "ask", "666": "outdone", "667": "loaded", "668": "enough", "669": "divide", "670": "very", "671": "rules", "672": "twofaced,", "673": "zero", "674": "hundred", "675": "years", "676": "change,", "677": "would,", "678": "retrace", "679": "grave", "680": "core", "681": "wind", "682": "sharp", "683": "edges", "684": "consequences,", "685": "instead", "686": "kill", "687": "shot", "688": "separate", "689": "knowin'", "690": "rise", "691": "stress", "692": "rhymes", "693": "write", "694": "sacrifice", "695": "walked", "696": "testing", "697": "regrets", "698": "myself,", "699": "bridge", "700": "memories,", "701": "possibilities", "702": "floating", "703": "paid", "704": "control,", "705": "feel,", "706": "eh,", "708": "eheheh,", "709": "eheheheh", "710": "along?", "711": "one?", "712": "inside!", "713": "ashamed", "714": "finger,", "715": "army", "716": "overflow", "717": "apologize", "718": "label", "719": "mine,", "720": "oohoohoohoohooh", "721": "rebellion,", "722": "reconciled", "723": "wisdom,", "724": "justice,", "725": "complain", "726": "i've,", "727": "starts", "728": "designed", "729": "window", "730": "spite", "731": "mistake", "732": "numb,", "733": "stars", "734": "thinking", "735": "spinning", "736": "mercy", "737": "done,", "738": "tightly", "739": "breath", "740": "own,", "741": "handful", "742": "listen", "743": "feed", "744": "you'd", "745": "repeat", "746": "first", "747": "underneath", "748": "whirlwind", "749": "whole", "750": "crack", "751": "sorrow", "752": "story", "753": "joke", "754": "ashes", "755": "turnin'", "756": "woke", "757": "so,", "758": "well", "759": "pretending", "760": "mix", "761": "mad", "762": "yo", "763": "chorus", "764": "air", "765": "all,", "766": "turned", "767": "confusion", "768": "believed", "769": "yet", "770": "today,", "771": "tomorrow", "772": "flames", "773": "ring", "774": "built", "775": "say?", "776": "bad", "777": "stretched", "778": "thin", "779": "silence", "780": "bless", "781": "outfought,", "782": "outmatched,", "783": "finally", "784": "across", "785": "nowhere", "786": "life,", "787": "gray", "788": "frustration", "789": "crossed", "790": "name", "791": "blind", "792": "finger", "793": "surprise", "794": "their", "795": "made,", "796": "top,", "797": "safety", "798": "picture's", "799": "care?", "800": "build", "801": "hope,", "802": "ohwoah", "803": "speak", "804": "learn", "805": "mic", "806": "attack", "807": "devil", "808": "kids", "809": "question", "810": "clearly", "811": "going", "812": "grace,", "813": "blow", "814": "wrapped", "815": "replaced", "816": "beat", "818": "opposite", "819": "breakin'", "820": "ohoh,", "821": "bridges", "822": "burned", "823": "apologize,", "824": "deserve,", "825": "human", "826": "written", "827": "teeth", "828": "future", "829": "man", "830": "powerless", "831": "harder", "832": "kingdom", "833": "ran", "834": "mixed", "835": "imitations", "836": "turns", "837": "remix", "838": "mind,", "839": "explain", "840": "fell", "841": "fought", "842": "wouldn't", "843": "undertow,", "844": "undertow", "845": "tired,", "846": "aware", "847": "me?", "848": "well,", "849": "bringing", "850": "center", "851": "universe", "852": "'round", "853": "crawling", "855": "wounds,", "856": "regret", "857": "confused", "858": "person", "859": "hollow,", "860": "gain,", "861": "bit", "862": "fact", "863": "convince", "864": "shining", "865": "enemies", "866": "fuse", "867": "puts", "868": "watches", "869": "paranoid,", "870": "betray", "871": "bend", "872": "sing", "873": "dream", "874": "castle", "875": "glass", "876": "hardly", "877": "blinding", "878": "words,", "879": "feelin'", "880": "forgetting", "881": "pack", "882": "lot", "883": "hell", "884": "him", "885": "roads", "886": "stare", "887": "stomp", "888": "rockin'", "889": "onto", "890": "planned", "891": "trade", "892": "mouth", "893": "pieces", "894": "chance", "895": "go?", "896": "running", "897": "scar", "898": "illusion", "899": "react", "900": "we've", "901": "follow", "902": "why,", "903": "rely", "904": "spin", "905": "failure", "906": "fires", "907": "skies", "908": "floods", "909": "fill", "910": "taught", "911": "oughta", "912": "embrace", "913": "sell", "914": "there,", "915": "echo", "916": "bells", "917": "over,", "918": "cover", "919": "face,", "920": "pace", "921": "share", "922": "tryna", "923": "yelling", "924": "dust", "925": "swear,", "926": "then,", "927": "rises", "928": "paper", "929": "oohoohooh", "930": "desperation?", "931": "failure's", "932": "sadness", "933": "weep", "934": "woah,", "935": "mama", "936": "listened", "937": "guess", "938": "stronger", "939": "oohoohooh,", "940": "amen,", "941": "wonder", "942": "he's", "943": "red", "944": "hated", "945": "those", "946": "lettin'", "947": "eyes,", "948": "call", "949": "chest", "950": "sweat,", "951": "tears", "952": "uphill", "953": "smile", "954": "wondering", "955": "s'eno", "956": ",ydobon", "957": "making", "958": "breathe,", "959": "leaves", "960": "changing", "961": "horizon", "962": "shadows", "963": "nanana", "964": "borrowed", "965": "thieves", "966": "said,", "967": "big", "968": "brought", "969": "escuchnme", "970": "bones", "971": "tickin',", "972": "th", "973": "amnesia", "974": "forget,", "975": "hand's", "976": "sand", "977": "direction", "978": "let's", "979": "hiphop", "980": "force", "981": "digging", "982": "for?", "983": "fillin'", "984": "side,", "985": "watched", "986": "play", "987": "akira", "988": "bright", "989": "tossed", "990": "keys", "991": "mr.", "992": "hahn", "993": "faced", "994": "oppression's", "995": "mochiagete,", "996": "tokihanashite", "997": "yourself!", "998": "microphone", "999": "remembering", "1000": "surface", "1001": "becoming", "1002": "apart,", "1003": "second", "1004": "million", "1005": "flickers,", "1006": "flickers", "1007": "someone's", "1008": "runs", "1009": "quicker,", "1010": "quicker", "1011": "angry,", "1012": "fair", "1013": "drive", "1014": "crazy", "1015": "carry", "1016": "dragging", "1017": "sure", "1018": "hopin'", "1019": "lyin'", "1020": "of,", "1021": "pulls", "1022": "again,", "1023": "insecure", "1024": "against", "1025": "alibi", "1026": "ends", "1027": "outro", "1028": "instigate", "1029": "lock", "1030": "door", "1031": "paint", "1032": "energy,", "1033": "armor", "1034": "please", "1035": "today?", "1036": "swim", "1037": "glow", "1038": "answers", "1039": "laid", "1040": "sunrise,", "1041": "rainin'", "1042": "bleedin'", "1043": "tongue", "1044": "once", "1045": "pen", "1046": "leaving", "1047": "asking", "1048": "comes,", "1049": "reasons", "1050": "resent", "1051": "blindly", "1052": "form", "1053": "king", "1054": "old", "1055": "him?", "1056": "care", "1057": "filthy", "1058": "dance", "1059": "half", "1060": "riot", "1061": "tone", "1062": "steady,", "1063": "fists", "1064": "holdin'", "1065": "yo,", "1066": "storm", "1067": "movin'", "1068": "spent", "1069": "whisper,", "1070": "yell", "1071": "admit", "1072": "dignity", "1073": "missing", "1074": "stands", "1075": "colors", "1076": "soldier,", "1077": "fan", "1078": "blazes", "1079": "given", "1080": "suffocating", "1081": "somehow,", "1082": "ignore", "1083": "gettin'", "1084": "they'll", "1085": "outrun", "1086": "outrun,", "1087": "decay", "1088": "transmissions", "1089": "echoing", "1090": "oceans", "1091": "lightning", "1092": "prove", "1093": "sight", "1094": "aside,", "1095": "anywhere", "1096": "solutions", "1097": "respect", "1098": "broken,", "1099": "race", "1100": "fast,", "1101": "game,", "1102": "flesym", "1103": "raeh", "1104": "t'nac", "1105": "late,", "1106": "recognized", "1107": "late", "1108": "choosing", "1109": "twofaced", "1110": "missin'", "1111": "middle,", "1112": "trust,", "1113": "rained", "1114": "days", "1115": "checkin'", "1116": "laugh", "1117": "selfcontrol", "1118": "forgiveness", "1119": "apologized", "1120": "ah", "1121": "ayy", "1122": "excuses", "1123": "replacing", "1124": "numb", "1125": "power", "1126": "pours", "1127": "ease", "1128": "wheels", "1129": "street", "1130": "perfect", "1131": "tear", "1132": "bennington,", "1133": "sights", "1134": "beaten", "1135": "loved", "1136": "risk", "1137": "standin'", "1138": "rich", "1139": "poor", "1140": "bank", "1141": "nervous", "1142": "like,", "1143": "blew", "1144": "name,", "1145": "started", "1146": "here,", "1147": "escapin',", "1148": "comcomcomcomcomin'", "1149": "tracks", "1150": "warning", "1151": "ignores", "1152": "struggle,", "1153": "any", "1154": "hiding", "1155": "soon", "1156": "truth,", "1157": "answers,", "1158": "door,", "1159": "sleep", "1160": "fourth", "1161": "sabotage", "1162": "faithlessness", "1163": "brighter", "1164": "forever,", "1165": "slipped", "1166": "crime", "1167": "money", "1168": "steel", "1169": "unload,", "1170": "animals,", "1171": "kick", "1172": "followed", "1173": "pill", "1174": "theory", "1175": "talkin',", "1176": "record", "1177": "courtesy", "1178": "upper", "1179": "means", "1180": "won", "1181": "single", "1182": "you?", "1183": "six", "1184": "ohohohoh", "1185": "done?", "1186": "swimming", "1187": "smoke", "1188": "hidin'", "1189": "sees", "1190": "closelipped", "1191": "amends", "1192": "spotless,", "1193": "slippin'", "1194": "supposed", "1195": "backs", "1196": "pile", "1197": "slip", "1198": "protection,", "1199": "bed", "1200": "alive", "1201": "doors", "1202": "faith", "1203": "lay", "1204": "remains", "1205": "trigger", "1206": "useless", "1207": "sunlight", "1208": "careless", "1209": "seemed", "1210": "two,", "1211": "demand", "1212": "debt", "1213": "nothing,", "1214": "mean?", "1215": "morning", "1216": "hybrid", "1217": "bang", "1218": "invented", "1219": "sh", "1220": "they're", "1221": "futility", "1222": "shoot", "1223": "bang,", "1224": "body", "1225": "sings", "1226": "stood", "1227": "you've,", "1228": "them,", "1229": "mine!", "1230": "silence,", "1231": "climbing", "1232": "tomorrow,", "1233": "nah,", "1234": "ha,", "1235": "who've", "1236": "nights", "1237": "chase", "1238": "disappears", "1239": "slips", "1240": "blackbirds", "1241": "following", "1242": "swallowing", "1243": "disguise", "1244": "kutmasta", "1245": "kurt", "1246": "remix,", "1247": "due", "1248": "fly", "1249": "count", "1250": "wasted", "1251": "tried,", "1252": "mockin'", "1253": "shoes", "1254": "pull", "1255": "chair", "1256": "panic", "1257": "everything's", "1258": "gravity", "1259": "paranoid", "1260": "pretty", "1261": "choice", "1262": "view", "1264": "ends,", "1265": "receive", "1266": "selfcontrol,", "1267": "neverending", "1268": "closing", "1269": "confidence", "1270": "convinced", "1271": "before,", "1272": "endlessly", "1273": "pulled", "1274": "distracting", "1275": "will,", "1276": "reflection", "1277": "haunting", "1278": "drawn", "1279": "forgiving", "1280": "safe", "1281": "unless", "1282": "battles", "1283": "vacancy", "1284": "believe", "1285": "everywhere", "1286": "wounds", "1287": "disregard", "1288": "moon", "1289": "askin'", "1290": "wear", "1291": "welcome", "1292": "quiet", "1293": "stay,", "1294": "sirens", "1295": "knocked", "1296": "does", "1297": "here's", "1298": "paranoia's", "1299": "fed", "1300": "awakes", "1301": "laughs", "1302": "sink", "1303": "probably", "1304": "hearin'", "1305": "poison", "1306": "warm", "1307": "saying", "1308": "bliss", "1309": "ignorance", "1310": "anyway", "1311": "win", "1312": "aimin'", "1313": "today's", "1314": "notice", "1315": "explainin'", "1316": "run,", "1317": "resist", "1318": "the,", "1319": "here?", "1320": "rhythm,", "1321": "goodbye,", "1322": "wings", "1323": "push,", "1324": "demons", "1325": "young", "1326": "brother", "1327": "die", "1328": "coast", "1329": "mouth,", "1330": "dirt", "1331": "prayers", "1332": "flow", "1333": "shotgun", "1334": "cock", "1335": "rollin'", "1336": "verse", "1337": "brand", "1338": "him,", "1339": "works", "1340": "opened", "1341": "beginnin'", "1342": "revision", "1343": "violent", "1344": "empty's", "1345": "flyin'", "1346": "sitting", "1347": "right,", "1348": "beginning", "1349": "cost", "1350": "calling", "1351": "repair", "1352": "trapped", "1353": "hanging", "1354": "headfirst", "1355": "hallucination", "1356": "static", "1357": "forgot", "1358": "mistakes,", "1359": "distant", "1360": "true,", "1361": "promised", "1362": "voice,", "1363": "painted", "1364": "fine", "1365": "needed", "1366": "tearing", "1367": "yes,", "1368": "instincts", "1369": "it?", "1370": "killed", "1371": "questions", "1372": "outside", "1373": "symphonies", "1374": "suns", "1375": "hand,", "1376": "father,", "1377": "young?", "1378": "remembered", "1379": "sign", "1380": "fate", "1381": "connect", "1382": "abandoned", "1383": "great", "1384": "it'll", "1385": "lying", "1386": "listenin'", "1387": "simple", "1388": "goodbye's", "1389": "cards", "1390": "friends", "1391": "soul", "1392": "stack", "1393": "smart", "1394": "lived", "1395": "roll", "1396": "taking", "1397": "pleasure", "1398": "frame,", "1399": "kniht", "1400": "led", "1401": "truth's", "1402": "rigid,", "1403": "dark's", "1404": "vivid,", "1405": "light's", "1406": "bear", "1407": "behind,", "1408": "sides", "1409": "break,", "1410": "deceit", "1411": "tiring", "1412": "mirror", "1413": 